<?php session_start();?>
<?php 
Head('Правила | REENSQ');
?>
<body>

<!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-NDXXWH3"
height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- End Google Tag Manager (noscript) -->

<?php require('template/base/header.php'); ?>

<!-- Maps site -->
<section class="navig">
    <a style="color: #7082a7;font-weight: bold" href="/rules">Правила</a>
</section>
<!-- / Maps site -->

<!-- Main (site content) -->
<main id="main">
    <article class="wrapper">
        <section class="row-glab">
            <div id="regulations">
                <div class="section-regulations" style="box-shadow:0 4px 15px rgba(0,0,0,0.2)">
                    <div class="row-div firsr-row-div" id="about">
				        <h1 class="regulations-log logos">Правила</h1>
                        <div class="text-regulations body-glab-text">
                            <h1 style="font-size: 1.5rem;margin: 0 0 10px 0;">Правила поведения на форуме</h1>
                            <div class="regulat-div">
                                <h1>1. Форум</h1>
                                <p>1.1 Общие правила</p>
                                <span>Запрещается публиковать информацию, содержащую:</span>
                                <ol>
                                    <li>1. чрезмерное количество жаргонных слов, грубые и нецензурные слова или выражения;</li>
                                    <li>2. рекламу;</li>
                                    <li>3. порнографию;</li>
                                    <li>4. чужую личную информацию;</li>
                                    <li>5. оскорбления, угрозы, клевету;</li>
                                    <li>6. объекты расистского характера и разжигания межнациональной розни;</li>
                                    <li>7. политическую, религиозную и иную пропаганду;</li>
                                    <li>8. призывы к насилию или нарушению действующего законодательства.</li>
                                </ol>
                                <span>Наказание: правка или удаление информации, а также предупреждение или бан пользователя.</span>
                            </div>
                            <div class="regulat-div">
                                <h1>2. Регистрация и настройка профиля пользователя</h1>
                                <p>2.1. Регистрация</p>
                                <span>Запрещается:</span>
                                <ol>
                                    <li>1. указание несуществующего адреса электронной почты;</li>
                                    <li>2. регистрация нескольких учётных записей;</li>
                                    <li>3. подделка профилей других пользователей;</li>
                                    <li>4. подбор паролей к чужим учётным записям</li>
                                </ol>
                                <span>Наказание: бан или удаление учётной записи.</span>

                                <hr class="b-b">

                                <p>2.2. Имя пользователя</p>
                                <span>Запрещается:</span>
                                <ol>
                                    <li>1. использование имён, схожих с именами других пользователей форума;</li>
                                    <li>2. использование в имени служебных символов (не являющихся буквами или цифрами);</li>
                                    <li>3. использование имён, практически полностью состоящих из цифр;</li>
                                    <li>4. использование в качестве имени адресов веб-сайтов.</li>
                                </ol>
                                <span>Наказание: изменение имени пользователя в принудительном порядке.</span>
                                <br>
                                <span>Рекомендуется: использовать короткие, хорошо запоминающиеся комбинации символов, так, или иначе связанные с вами.</span>
                            </div>

                            <div class="regulat-div">
                                <h1>3. Темы и сообщения</h1>
                                <p>3.1. Темы</p>
                                <span>Запрещается:</span>
                                <ol>
                                    <li>1. создание тем, обращенных к конкретным пользователям форума;</li>
                                    <li>2. создание малосодержательных тем, тем с заведомым расчётом на флуд, оффтоп и флейм;</li>
                                    <li>3. дублирование уже существующих тем;</li>
                                    <li>4. создание тем, которые не соответствуют тематике раздела.</li>
                                </ol>
                                <span>Наказание: удаление темы или её перенос в соответствующий раздел, предупреждение автору.</span>

                                <hr class="b-b">

                                <p>3.2. Название темы</p>
                                <span>Правило: название темы должно как можно более ясно отражать её суть.</span>
                                <br>
                                <span>Запрещается:</span>
                                <ol>
                                    <li>1. использование в качестве темы малосодержательных выражений, таких как: «Помогите!», «Срочно!», «Проблема!» и др.;</li>
                                    <li>2. частичное или полное написание названия заглавными буквами: «ЧТО ДЕЛАТЬ???»;</li>
                                    <li>3. использование большого количества сгруппированных знаков препинания: «Компьютер при загрузке зависает!!! Что делать??????»;</li>
                                    <li>4. украшательство названия различными символами: «..::Название темы::..»;</li>
                                    <li>5. использование названия темы, никак логически не связанного с вашим сообщением.</li>
                                </ol>
                                <span>Наказание: исправление названия темы в принудительном порядке, предупреждение автору темы.</span>
                                <br>
                                <span>Рекомендуется: как можно более кратко раскрыть суть темы: «Результаты чемпионата по игре в Quake III»; интриговать в названии темы посетителя: «Выборы: правда и ложь», «Вышла новая версия Windows. Что внутри?». Помните: каждый посетитель по названию темы должен догадаться, что он в ней увидит.</span>

                                <hr class="b-b">

                                <p>3.3. Сообщения</p>
                                <span>Запрещается:</span>
                                <ol>
                                    <li>1. написание сообщения заглавными буквами;</li>
                                    <li>2. злоупотребление BBCode (применение стиля ко всему сообщению);</li>
                                    <li>3. использование методик написания текста, при которых его смысл не всегда ясен посетителям: «LLImo Humb yMHoe cka3aJI 6bI...»;</li>
                                    <li>4. злоупотребление графическими смайликами (на 100 символов не более одного смайлика);</li>
                                    <li>5. использование смайликов с других сайтов при помощи BBCode [img];</li>
                                    <li>6. вставка изображений объёмом более 250 килобайт при помощи BBCode [img] (вы можете ограничиться обычной ссылкой с описанием);</li>
                                    <li>7. публикация сообщений, состоящих из одной только ссылки без описания (каждый пользователь имеет право заранее знать, что он увидит по вашей ссылке).</li>
                                </ol>
                                <span>Наказание: исправление или удаление сообщения, предупреждение автору, в случае неоднократного нарушения — бан.</span>
                                <br>
                                <span>Не рекомендуется: использовать чрезмерное количество современных сетевых «диалектов», профессиональных терминов и т.п., если тема обсуждения этого не требует. Рекомендуется: писать грамотно.</span>

                                <hr class="b-b">

                                <p>3.4. Обсуждения</p>
                                <span>Правило: название темы должно как можно более ясно отражать её суть.</span>
                                <br>
                                <span>Запрещается:</span>
                                <ol>
                                    <li>1. обсуждение действий модераторов форума вне администраторского раздела;</li>
                                    <li>2. флейм — переход во время обсуждения чего-либо границ вежливости;</li>
                                    <li>3. флуд — бессмысленная или малосодержательная информация, которая не несёт в себе смысловой нагрузки, т.е. короткие сообщения вроде «класс», «интересно» и др.;</li>
                                    <li>4. оффтоп — сообщения которые не соответствуют теме, т.е. если разговор идет о марках машин, а сообщение написано о том, что завтра вы идете в кино;</li>
                                    <li>5. личная переписка — для решения личных вопросов есть система Личных Сообщений;</li>
                                    <li>6. применение нечестных приёмов ведения дискуссий в виде «передёргиваний» высказываний собеседников, правки или удаления своих собственных сообщений с целью исказить или скрыть их первоначальный смысл.</li>
                                </ol>
                                <span>Наказание: за «передёргивания» — ограничение прав нарушителя на редактирование собственных сообщений; в остальных случаях — удаление сообщений с нарушениями и предупреждения их авторам.</span>
                            </div>

                            <center style="margin: 30px 0 0 0; padding: 0 10px;">
                                <i style="font-size: var(--div_text)">
                                    Незнание правил не освобождает участников сайта от ответственности.
                                    <br>
                                    Правила являются обязательными для исполнения всеми присутствующими на форуме.
                                    <br>
                                    Администрация оставляет за собой право редактировать и удалять сообщения пользователей, если эти сообщения не отвечают правилам или тематике данного форума.
                                    <br>
                                    Администрация оставляет за собой право в одностороннем порядке изменить данные Правила.
                                </i>
                            </center>
                        </div>
                    </div>
                </div>
            </div>
        </section>
	</article>
    <?php require('template/base/aside.php'); ?>
</main>
<!-- / Main (site content) -->

<?php require('template/base/footer.php'); ?>
</body>
</html>